import React ,{useState , useEffect , useRef} from 'react'
import LeadForm from '../../../components/Forms/LeadForm/ThLeadForm.js'


import {Container,Image,Col,Row,Button} from 'react-bootstrap'
import RegisterMessage from '../../../components/Forms/LeadForm/RegisterMessage/RegisterMessage.js'

import styles from './index.module.css'


const KornLp = props =>{ 
    const [showRegisterMessage,setShowRegisterMessage] = useState(false)
    const [registerTitle,setRegisterTitle] = useState('')
    const [registerMessage,setRegisterMessage] = useState('')
    const [loading,setIsLoading] = useState(false)
    const [isLeadSaved, setIsLeadSaved] = useState(false)

    const [date,setDate] = useState('')
    const [day,setDay] = useState('')
    const [month,setMonth] = useState('')
    const [year,setYear] = useState('')
    const [isBottomScreen,setIsBottomScreen] = useState(true)

    const signupRef = useRef(null)
    const topPageRef = useRef(null)
    useEffect(()=>{      
      window.addEventListener('scroll', scrollHandler);   
      setDates()
      topPageRef.current.scrollIntoView()
    
     return () => window.removeEventListener('scroll', scrollHandler) 
    },[])

    const setDates = ()=>{
        const date = new Date()
        switch (date.getDay()) {
            case 0:
              setDay('วันอาทิตย์');
              break;
            case 1:
              setDay('วันจันทร์');
              break;
            case 2:
              setDay('วันอังคาร');
              break;
            case 3:
              setDay('วันพุธ');
              break;
            case 4:
              setDay('วันศุกร์');
              break;
            case 5:
              setDay('วันศุกร์');
              break;
            case 6:
              setDay('วันเสาร์');
              break;
         
            default:
              break;
        }

          setMonth(date.getMonth()+1)
          setDate(date.getDate());
          setYear(date.getFullYear());
    }

    const saveError =(error) =>{
        setRegisterTitle('การลงทะเบียนผิดพลาด')
        setRegisterMessage(error)
        setShowRegisterMessage(true)
        setIsLoading(false)
    }

    const savedSuccess = ()=>{
        setIsLeadSaved(true)      
        setRegisterTitle('ขอบคุณสำหรับการลงทะเบียน')
        setRegisterMessage('โปรดติดตามและเตรียมรับสายจากผู้จัดการส่วนตัวของท่านที่จะช่วยคุณเริ่มต้นในการลงทุน')
        setShowRegisterMessage(true)
        setIsLoading(false)
    }

    const modalclose = ()=>{
      setShowRegisterMessage(false)
    }

    const onClickRegister =()=>{
        setIsLoading(true)        
    }
    

   const scollToRegister=()=>{
     signupRef.current.scrollIntoView()

   }

   const scrollHandler =()=>{
    if(window.pageYOffset + window.innerHeight > signupRef.current.offsetTop)
      {
       setIsBottomScreen(false)
      }else{
        setIsBottomScreen(true)
      }
   }
    return(
        <Container className={styles.bodyContainer} ref={topPageRef}>
            <Row>

            <Col>


            <RegisterMessage 
            title={registerTitle}
            message={registerMessage}
            show={showRegisterMessage} 
            modalclose={() => modalclose()}
            />


          
            <Image    width='100%' src='/img/th/thmenu.jpg' />
           <h1>
            <u>รายงานพิเศษ:</u> กรณ์ จาติกวณิช วางโครงการล่าสุดเพื่อทำให้คนไทยเป็นเศรษฐี				
           </h1>
          <p>พลเมืองไทยใช้ประโยชน์จากช่องโหว่“ความมั่งคั่ง”เพื่อสร้างรายได้หลายล้านบาทจากที่บ้าน</p>
          <Image  width='100%' src='/img/th/asseenin.jpg' />
           <Image  width='100%' src='/img/th/itthipat1.jpg' />
           <i>กรณ์ จาติกวณิช เผยความลับการลงทุนที่สามารถพลิกชีวิตคนไทยหลายร้อยคนเป็นเศรษฐี</i>
           <br/>
           <br/>
           <p>
           <b>กรณ์ จาติกวณิช มหาเศรษฐีชาวไทยและอดีตรัฐมนตรี ได้สร้างชื่อเป็นที่รู้จักกับคนทั่วไปว่า คนตรงไปตรงมาและซื่อสัตย์กับวิธีการทำเงินของตัวเอง.</b>
           </p>
           <p>
           เมื่อสัปดาห์ที่แล้ว คุณกรณ์ จาติกวณิชได้ร่วมรายการ ไทม์ไลน์ สุทธิชัย หยุ่น และได้ประกาศ "ช่องโหว่แห่งความมั่งคั่งแบบใหม่" ซึ่งสามารถเปลี่ยนทุกคนให้เป็นเศรษฐีภายใน 3-4 เดือน คุณกรณ์สนับสนุนให้ทุกคนในประเทศไทยรีบคว้าโอกาสอันน่าทึ่งนี้ไว้ก่อนที่ธนาคารใหญ่ ๆ จะปิดตัวลงอย่างถาวร
            </p>
           <p>และแน่นอนว่าเพียงไม่กี่นาทีหลังจากการสัมภาษณ์ได้จบลง ธนาคารกสิกรไทยได้ต่อสายไปที่รายการมาเพื่อหยุดการออกอากาศของการสัมภาษาดังกล่าว แต่ก็ไม่ทันการ</p>
            <p>
                <strong>สิ่งที่เกิดขึ้นก็คือ:</strong>
            </p>
            <p>
            สุทธิชัย หยุ่น พิธีกรรายการ Timeline ได้เชิญ กรณ์ จาติกวณิช มาร่วมรายการเพื่อแบ่งปันเคล็ดลับในการสร้างความมั่งคั่ง และอดีตรัฐมนตรีก็ทิ้งข้อคิดที่สร้างความแตกตื่นไว้ว่า
            </p>
            <p>
                <em>"สิ่งที่ทำให้ผมประสบความสำเร็จคือการกระโดดเข้าหาโอกาสใหม่ๆ โดยไม่ลังเล และในตอนนี้ สิ่งที่ทำเงินอันดับหนึ่งของผมคือโปรแกรมซื้อขายสกุลเงินดิจิทัลอัตโนมัติที่เรียกว่า 
                        <strong> Bitcoin Code </strong>
                        ซื่อถือว่าเป็นโอกาสที่ยิ่งใหญ่ที่สุดที่ผมเคยเห็นมาตลอดชีวิตในการสร้างรายได้เล็กๆ น้อยๆ ได้อย่างรวดเร็ว ผมอยากชวนให้ทุกคนลองพิจารณาโอกาสนี้ ก่อนที่ธนาคารจะปิดตัวลง"
                </em>
            </p>
            <p>
            ผู้ดำเนินรายการไทม์ไลน์ สุทธิชัย หยุ่น ไม่เชื่อสิ่งที่เห็นเมื่อคุณกรณ์ ดึงโทรศัพท์ออกมาและแสดงให้ผู้ชมรายการเห็นว่าเขาทำเงินได้เท่าไหร่จากโปรแกรมนี้ ซึ่งตอนนี้ทุกคนในประเทศไทยต่างก็ซุ่มถกประเด็นนี้กันอย่างเงียบๆ
            </p>
            <Row>
                <Col>
                <Image  width='100%' src='/img/th/itthipat3.jpg' />
               
                <Image  width='85%' src='/img/th/proof.PNG' />
                </Col>
            </Row>
            <br/>
            <p>
            เวลาของรายการได้หมดก่อนที่คุณกรณ์ จะอธิบายเรื่องนี้อย่างละเอียด เราจึงได้สัมภาษณ์พิเศษกับผู้ชายคนนี้เพื่อเรียนรู้เพิ่มเติมเกี่ยวกับโอกาสที่มากับการถกเถียงนี้
            </p>
            <h2>
            สัมภาษณ์พิเศษกับกรณ์ จาติกวณิช
            </h2>
            <p>
                <em>
                คุณอาจเคยได้ยินเกี่ยวกับแพลตฟอร์มการลงทุน <strong>cryptocurrency ที่เรียกว่า Bitcoin Code</strong> 
                ที่ช่วยให้คนทั่วไปในประเทศไทย เอเชีย และอเมริกาเหนือสร้างเงินได้ในชั่วข้ามคืน คุณอาจไม่เชื่อเพราะมันฟังดูดีเกินจริง
                </em>

            </p>
            <p>
            คุณกรณ์กล่าวต่อว่า
            </p>
            <p>
                <em>“ผมเข้าใจเป็นอย่างดีเพราะว่าตัวผมเองก็เคยคิดแบบเดียวกันตอนที่เพื่อนที่ผมนับถือบอกผมเรื่องนี้ แต่หลังจากที่ผมได้เห็นกับตาตัวเองว่าเขาทำเงินได้เท่าไหร่ ผมเลยคิดว่าต้องลองทำด้วยตัวเอง</em>
            </p>
            <p>
                <em>
                ผมดีใจที่ลองเล่นดูเพราะมันเป็นเงินที่ใหญ่ที่สุดและง่ายที่สุดที่ผมเคยทำมา ผมหมายถึงเงินหลายแสนบาทต่อวันในระบบ Autopilot ซึ่งเป็นวิธีที่เร็วที่สุดในการสร้างรายได้มหาศาลในขณะนี้ และมันจะอยู่อีกไม่นานถ้ามีคนรู้เรื่องนี้มากขึ้นเรื่อยๆ หรือเมื่อธนาคารปิดตัวลงอย่างถาวร”
                </em>
            </p>
            <p>
            <Image  width='100%' src='/img/th/3707579.jpg' />
            </p>
            <h2>
            		
            <b>
            BITCOIN CODE คืออะไรและทำงานอย่างไร
            </b>
            </h2>
            <p>
            แนวคิดเบื้องหลัง Bitcoin Code นั้นค่อนข้างตรงไปตรงมานั่นคือ เพื่อให้คนทั่วไปสามารถรับเงินจากการเติบโตอย่างรวดเร็วของสกุลเงินดิจิทัล ซึ่งยังคงเป็นการลงทุนที่ทำกำไรได้มากที่สุดในศตวรรษที่ 21 แม้ว่าคนส่วนใหญ่จะคิดอย่างไรก็ตาม
            </p>
            <p>
            แม้ว่าราคาของ Bitcoin จะลดลงอย่างเป็นประวัติการณ์ที่ 20,000 ดอลลาร์สหรัฐฯ ต่อ Bitcoin นักลงทุนยังคงได้กำไรเป็นจำนวนมาก เนื่องจากมี cryptocurrencies อื่น ๆ นับพันนอกเหนือจาก Bitcoin ที่มีการซื้อขายเพื่อผลกำไรมหาศาลในแต่ละวัน
            </p>
            <p>
            สกุลเงินดิจิทัลเหล่านี้บางส่วน ได้แก่ Ripple, Ethereum, Monero, Zcash และยังคงให้ผลตอบแทนมากกว่า 10,000% สำหรับคนทั่วไปในประเทศไทย
            </p>
            <p>
           <strong>Bitcoin Code</strong> ช่วยให้คุณทำกำไรจากสกุลเงินดิจิทัลเหล่านี้ได้ทั้งหมด แม้ในตลาดช่วงขาลง การใช้ปัญญาประดิษฐ์ (AI) เพื่อจัดการกับการขายระยะสั้นและระยะยาวแทนคุณโดยอัตโนมัติ เพื่อให้คุณสามารถทำเงินได้ตลอด 24 ชั่วโมงแม้ในขณะที่คุณหลับ
            </p>
            <p>
            Bitcoin Codeได้รับการสนับสนุนจากผู้มีความคิดด้านเทคโนโลยีที่ฉลาดที่สุดเท่าที่เคยมีมาเช่น <strong>Richard Branson, Elon Musk และ Bill Gates </strong>
           	
            </p>
            <Image  width='100%' src='/img/ray/muskbranson.jpg' />
            <p>
                <i>ในงาน CES 2020 Bill Gates และ Richard Branson ได้หารือเกี่ยวกับ Bitcoin Code  </i>
            </p>
            <p>
            บุลคลที่มีความอัจฉริยะทางด้านเทคโนโลยีเหล่านี้ได้สร้างบริษัทหลายพันล้านแห่งเพื่อแก้ไขปัญหาที่ยุ่งยากซับซ้อน เช่น การชำระเงินออนไลน์ การคำนวณ และการขนส่ง ตอนนี้พวกเขากำลังจัดการกับปัญหาความไม่เท่าเทียมกันในด้านฐานะทางเศรษฐกิจ ไม่ว่าจะคนจนหรือคนรวยก็สามารถสร้างรายได้ให้เพียงพอต่อการใช้ชีวิตให้มีความสุขได้
            </p>
            <h2>
                <b>ความลับในการสร้างรายได้มหาศาลที่ธนาคารไม่อยากให้คุณรู้</b>
            </h2>
            <p>
            คุณกรณ์ จาติกวณิช ให้สัมภาษณ์ต่อว่า
            </p>
            <p>
                <em>เรากำลังเผชิญกับภาวะเศรษฐกิจตกต่ำ และนี่เป็นวิธีแก้ไขที่ผู้คนรอคอย ไม่เคยมีมาก่อนในประวัติศาสตร์ที่เรามีโอกาสที่จะช่วยคนธรรมดาให้สามารถเพื่อสร้างความมั่งคั่งมหาศาลในเวลาอันสั้นเช่นนี้ได้อย่างง่ายดาย </em> 
 
            </p>
            <p>
                <em>
                มีคนจำนวนไม่น้อยที่ลังเลที่จะลองเพราะเป็นสิ่งที่ไม่คุ้นเคย เป็นเพราะธนาคารขนาดใหญ่พยายามปกปิดเรื่องนี้อยู่ ธนาคารขนาดใหญ่กำลังสร้างการโฆษณาชวนเชื่อ และเรียก cryptocurrencies และแพลตฟอร์มอย่าง <strong>Bitcoin Code </strong> ว่าเป็นการหลอกลวง เหตุผลคือ พวกเขากังวลว่าผลกำไรของบริษัทจะลดลงเมื่อลูกค้ารู้วิธีสร้างความเงินมหาศาลด้วยตนเองได้
                </em>
            </p>
            <p>
                <em>
                ความจริงก็คือ cryptocurrency คือการปฏิวัติในชีวิตของเรา และใครก็ตามที่ไม่รีบคว้าโอกาสนี้ถือว่าพลาด ผมได้รับโทรศัพท์ที่โทรมาข่มขู่จากบริษัทการเงินขนาดใหญ่ เพราะผมนำเทคโนโลยีนี้มาสู่ความสนใจของผู้คน แต่ไม่เป็นไร ตอนนี้คนไทยเริ่มรู้ความจริงแล้วและอีกไม่นานก็จะทำมากขึ้น   </em>
            </p>
            <p>
                <em>
                ผมเอาเรื่องนี้มาแบ่งปันเพราะผมได้รับอีเมลหลายร้อยฉบับจากคนที่ขอบคุณผมสำหรับการแบ่งปันความลับนี้ เรื่องราวที่ผมชอมที่สุดมาจากชายหนุ่มที่ซื้อรถในฝันให้น้องชายตัวเอง ซึ่งเป็นรถ Ferrari 488 Pista โดยใช้เงินสดที่เขาหาได้จาก Bitcoin Code แพลตฟอร์มนี้ทำให้ชีวิตของทุกคนในโลกดีขึ้นมาบ้าง”
						
                </em>
            </p>
            
            <p>
             <Image  width='100%' src='/img/th/dreamcar.jpg' />
             <i>ธัดธร นิรัตน์พัฒนสัยใช้ผลกำไรที่เขาได้รับจาก Bitcoin Code เพื่อซื้อรถในฝันให้น้องชายคนเล็กของเขา ซึ่งเป็นวิธีที่สร้างแรงบันดาลใจในการใช้ความมั่งคั่งได้เป็นอย่างดี</i>
            </p>
            <h2>
                <b>BITCOIN CODE ใช้ได้จริงหรือ เราได้ทำการทดสอบด้วยตัวเองแล้ว</b>
            </h2>
            <p>
            บรรณาธิการอาวุโสคงไม่ปล่อยให้เราเผยแพร่บทสัมภาษณ์กับกรณ์ จาติกวณิช จนกว่าจะมีการตรวจสอบว่า <strong>Bitcoin Code </strong>เป็นโอกาสในการทำเงินจากที่บ้านอย่างถูกกฎหมาย ผู้นำองค์กรของเราไม่ต้องการให้เราเปิดเผยข้อมูลใดๆ ที่อาจทำให้คนไทยต้องสูญเสียเงินที่หามาด้วยความลำบาก
            </p>
            <p>
            ดังนั้นทีมบรรณาธิการของเราจึงทดสอบ <strong>Bitcoin Code </strong> เพื่อให้แน่ใจว่าใช้งานได้จริงตามที่คุณกรณ์ได้อธิบายเอาไว้ ขวัญชัย ปภัสร์พงษ์ หนึ่งในบรรณาธิการออนไลน์ของเรา อาสาที่จะเสี่ยงเอาเงินของตัวเองและทดสอบ Bitcoin Code
						
            </p>
            <p>
            คุณขวัญชัย คุณพ่อวัย 53 ปี มีลูก 2 คน ซึ่งภรรยาตกงานเมื่อปีที่แล้วเนื่องจากเจ็บป่วย ได้ยอมรับว่าเขาประสบปัญหาทางการเงิน และโอกาสในการลงทุนนี้อาจช่วยเขาได้
            </p>
            <p>
            <Image  width='100%' src='/img/th/tisdale.jpg' />
            <i>ครอบครัวของคุณขวัญชัยดิ้นดนเพื่อหารายได้พอประทังชีวิตและหวังว่า Bitcoin Code จะสามารถบรรเทาแรงกดดันทางการเงินได้ จึงตัดสินใจทดสอบระบบและบอกเล่าถึงผลที่ได้</i>
            </p>
            <p>
               <strong>คุณขวัญชัยเปิดเผยว่า: </strong>
            </p>


            <p>
                <em>
                "ตอนแรกที่ได้ยินสัมภาษณ์คุณกรณ์ ผมนึกว่าพูดเล่นๆ การทำเงินจากที่บ้านเคยเป็นเพียงความฝันของผม ผมตัดสินใจที่จะลองดูประกอบกับด้วยสถานการณ์ทางการเงินของครอบครัว และเพื่อประโยชน์ของการสื่อสารมวลชนที่ดี
                </em>
            </p>

            <p>
            <em>
            ผมเปิดดูวิดีโอแนะนำเกี่ยวกับแพลตฟอร์มแล้วก็ตัดสินใจลงชื่อสมัครใช้ วิดีโอนี้ดูเหมือนให้ความหวังเกินจริง แต่ผมทิ้งความสงสัยไปหลังจากที่ผมได้รับโทรศัพท์จากนักลงทุนส่วนตัว ภายในไม่กี่ชั่วโมง นักลงทุนส่วนตัวตอบคำถามและข้อสงสัยทั้งหมดที่ผมมี และรับรองกับผมว่าผมจะสร้างเงินได้
            </em>
           </p>
           <p>
            <em>
            นักลงทุนส่วนตัวของผมถึงกับสัญญาว่าถ้าผมสูญเสียเงินแม้เเต่นิดเดียว เขาจะคืนเงินมัดจำ 10,000 บาทของผมทันที นั่นคือความมั่นใจของเขาที่จะเปลี่ยนชีวิตผม มันคือการบริการลูกค้าที่เหนือที่ผมเคยเห็น และผมไม่แปลกใจเลยที่ธนาคารจะระแวง 
            </em>
           </p>
           <p>
            <em>
            เมื่อผมสามารถเข้าถึงแพลตฟอร์มได้แล้ว ผมฝากเงินลงทุนก้อนแรกจำนวน 10,000 บาท ซึ่งเท่ากับค่าใช้จ่ายไปกับอาหารทานเล่นที่ไม่มีประโยชน์ต่อสุขภาพในแต่ละเดือน ผมจึงตัดสินใจหยุดพาครอบครัวไปกินอาหารจานด่วนเป็นเวลาหนึ่งเดือน ตอนนี้เราสุขภาพที่ดีขึ้นและมีโอกาสที่จะร่ำรวย</em>
           </p>

           <p>
            <em>
             Bitcoin นั้นเป็นแพลตฟอร์มการซื้อขายอัตโนมัติของสกุลเงินดิจิตอล ซอฟต์แวร์นี้ใช้หลักการ AI ขั้นสูงและการเรียนรู้เพื่อคาดการณ์ว่าสกุลเงินดิจิทัลจะขึ้นและลงเมื่อใด จากนั้นจะทำการซื้อและขายให้คุณโดยอัตโนมัติตลอดเวลา เทคโนโลยีทำให้ชีวิตง่ายขึ้นในทุกวิถีทาง แล้วทำไมไม่ใช้ให้เกินประโยชน์ในการสร้างเงินล่ะ
            </em>
           </p>
        <h2><b>ผลลัพธ์แบบเรียลไทม์ของคุณขวัญชัยที่ได้จากระบบนี้</b></h2>

           <p>
            <em>
            ภายใน 1 ชั่วโมงหลังจากฝาก 10,000 บาท ซอฟต์แวร์ก็เริ่มซื้อขายให้ผมเลย จริงๆเเล้วผมรู้สึกประหม่าที่จะสูญเสียเงิน  แล้วการซื้อขายครั้งแรกของผมคือขาดทุน 789 บาท
            </em>
           </p>
           <p>
            <em>
            ผมรู้สึกเหมือนฝืดๆที่คอ เพราะคิดว่าถูกโกง ผมคิดที่จะโทรหานักลงทุนส่วนตัวของเพื่อขอเงินคืน แต่ก็ฉุดคิดได้อัลกอริทึมนั้นถูกต้องประมาณ 80-89% ตามที่นักลงทุนเคยบอกไว้ คุณจะไม่เทรดได้กำไรทุกครั้ง แต่คุณได้กำไรเพียงพอและทำกำไรได้โดยรวม
            </em>
           </p>

           <p>
            <em>
            <strong>
            ผมเลยปล่อยให้ซอฟต์แวร์ทำการซื้อขายไปและดูอย่างใกล้ชิด และก็ได้กำไรในครั้งต่อไป แค่ 600 บาท แต่ก็ยังมีบางอย่างอยู่ จากนั้นการซื้อขายครั้งต่อไปมีกำไร 1,600 บาท จากนั้นได้กำไร 700 บาท กำไรรวม 2,100 บาท ภายในเวลาไม่ถึง 5 นาที
            </strong>
           </em>
            </p>
         

           <p>
           <em>ไม่นานผมก็เริ่มสะสมเงินได้มากขึ้น และเเทบจะไม่เชื่อสายตาตัวเอง ทุกครั้งที่รีเฟรชหน้าจอ ผลกำไรเพิ่มขึ้นเรื่อยๆ รู้สึกเหมือนเสพติดเพราะมันน่าตื่นเต้นมากที่เห็นกำไร </em>
            <Image  width='100%' src='/img/ray/everydayprofit_dollar.gif' />
           </p>

           <p>
           <i>ทุกครั้งที่ผมรีเฟรชแดชบอร์ดการซื้อขาย ผลกำไรของผมก็เพิ่มขึ้นเรื่อยๆ เป็นเรื่องที่น่าตื่นเต้นมาก</i>
           </p>
           <p>
           <em>ตอนนี้ผมรู้แล้วว่าทำไมคุณกรณ์ จาติกวณิช ถึงเป็นคนอารมณ์ดีตลอดเวลา และทำไมธนาคารใหญ่ๆ ไม่ต้องการให้ใครรู้เรื่องช่องโหว่ความมั่งคั่งนี้ ในเเต่ละวันผมได้เงินได้กว่า 23,800 บาท ไม่เลวจากการลงทุนเริ่มต้น 10,000 บาท ตื่นเต้นจนแทบไม่ได้นอนเลยครับ</em>
           </p>
           <p ><em>วันต่อมาเป็นวันอังคารซึ่งผมต้องไปทำงาน พูดตามตรง (และอย่าบอกหัวหน้างานผมเรื่องนี้นะครับ) ผมโฟกัสเรื่องงานแทบจะไม่ได้เลย เพราะรู้ว่าซอฟต์แวร์ <strong>Bitcoin Code </strong> สร้างรายได้ให้ผมมากกว่า </em></p>

        <p><em>ผมต้องแอบเข้าไปในห้องน้ำสองสามรอบเพื่อตรวจสอบผลกำไร และเงินกำไรก็สะสมขึ้นเรื่อยๆ (มีขาดทุนเล็กบ้าง) พอหมดวัน ก่อนที่ฉันจะให้ลูกๆ เข้านอน ยอดเงินในบัญชีของผมแสดง 42,500 บาท ซึ่งมากกว่าได้รับตลอดทั้งสัปดาห์ที่ได้จากงานประจำ</em></p>
         <p><em><strong>สุดสัปดาห์ผมได้เงิน 167,303 บาท ผมถอนเงินออกทั้งหมด 142,400 บาท (4,500 เหรียญสหรัฐ) และนำส่วนที่เหลือไปลงทุนใหม่ ภายใน 2 วันและได้รับเช็คทางไปรษณีย์ครั้งแรกในราคา 142,400 บาท ไม่อยากจะเชื่อเลยว่านี่คือชีวิตจริง</strong> </em>
                        <Image  width='100%' src='/img/th/cheque.jpg' /></p>
        <p>
                        <i>คุณขวัญชัยได้รับเช็คมูลค่า 142,400 บาท (4,500 ดอลลาร์) ในช่วงสองสัปดาห์แรกของการใช้ Bitcoin Code </i>
        </p>
        <p><strong>คุณขวัญชัยบอกเพิ่มว่า</strong></p>
        <p><i>ตอนนี้ผมกำลังทำเงินเพิ่ม 22,000 ถึง 47,000 บาท ต่อวันอย่างต่อเนื่องด้วย Bitcoin code ตอนนี้เงินจะเข้าบัญชีธนาคารของผมทุกๆ 2-3 วัน เเค่คลิกไม่กี่ครั้ง ก็ได้รับเงินภายใน 24-48 ชั่วโมง ทุกครั้งที่โอนเงินเข้าบัญชี ต้องหยิกตัวเองเพื่อให้แน่ใจว่าไม่ได้ฝันไป</i></p>
       

        <p><i>โชคดีที่ผมรักงานที่ผมทำที่นี่เพราะได้นำข่าวสำคัญ ๆ มาสู่ผู้คน (เช่นข่าวนี้) ไม่งั้นผมคงจะลาออกแล้ว อย่างไรก็ตาม ผมได้วางแผนวันหยุดพักผ่อนสำหรับครอบครัวที่บาหลี อินโดนีเซีย เพื่อเฉลิมฉลองการปลดหนี้และการฟื้นฐานะทางการเงินของครอบครัวกลับมาเป็นปกติอีกครั้ง </i></p>
        
        <p><i>สิ่งนี้จะเกิดขึ้นไม่ได้เลยถ้าคุณกรณ์ ไม่ได้ร่วมแบ่งปันความลับทางโทรทัศน์ในครั้งนั้น และผมก็ดีใจที่ได้เสี่ยงลอง Bitcoin Code ด้วยตัวเอง ภรรยาของผมมีความสุขมากกว่าที่เคย และตู้ของเล่นของลูกๆ ก็มีของเล่นให้ลูกๆได้เล่น</i></p>
        
         <p><i>เพื่อนร่วมงานของผมก็เสียดายที่ไม่ได้ลงทะเบียนเมื่อสองสัปดาห์ก่อน แต่จากนั้นไม่นานสำนักงานทั้งหมดของผมก็ลงชื่อสมัครใช้ (รวมถึงเจ้านายของผมด้วย) และพวกเขากำลังเรียกผมว่า "วีรบุรุษ" ที่ลองใช้เป็นคนแรก</i>"</p>
            <h2><b>จะเริ่มต้นลงทุนกับ Bitcoin Code อย่างไร (สิทธ์มีจำนวนจำกัด)</b></h2>
            <p >ในการเริ่มต้น คุณแค่ต้องใช้คอมพิวเตอร์ สมาร์ทโฟน หรือแท็บเล็ตที่เชื่อมต่ออินเทอร์เน็ตเท่านั้น คุณไม่จำเป็นต้องมีทักษะเฉพาะใดๆ นอกเหนือจากการรู้วิธีใช้คอมพิวเตอร์และการท่องอินเทอร์เน็ต คุณไม่จำเป็นต้องใช้เทคโนโลยีหรือประสบการณ์สกุลเงินดิจิทัลใดๆ เนื่องจากซอฟต์แวร์และนักลงทุนส่วนบุคคลของคุณรับประกันว่าคุณจะทำกำไรได้</p>
         <p >ข้อดีอีกอย่างของโปรแกรมนี้คือสามารถเริ่มต้นเมื่อเราต้องการ สร้างตารางเวลาของคุณเองได้ ไม่ว่าจะเป็น 5 ชั่วโมงต่อสัปดาห์ หรือ 50 ชั่วโมงต่อสัปดาห์ เพียงแค่เริ่มซอฟต์แวร์การซื้อขายอัตโนมัติเมื่อคุณต้องการ และหยุดชั่วคราวได้ทุกเมื่อที่ต้องการ (ซึ่งไม่มีเหตุผมอะไรที่จะทำแบบนั้น)</p>
              <p>เพื่อประหยัดเวลาของผู้อ่านและตรวจสอบการทำงานของ Bitcoin Code อีกรอบ คุณขวัญชัยจึงได้จัดทำคู่มือเพื่อเริ่มต้นใช้งานระบบ</p>
                        <h2>
                            <b>ขั้นตอนการใช้งาน</b>
					    </h2>
                        <p>
                        สิ่งแรกที่ต้องทำคือกรอกแบบฟอร์มด้านล่างพร้อมชื่อ หมายเลขโทรศัพท์ และที่อยู่อีเมลของคุณ ทำได้ง่ายและรวดเร็ว เมื่อการลงทะเบียนของคุณสำเร็จ ตัวแทนจะโทรหาคุณและแนะนำคุณตลอดขั้นตอนการเปิดใช้งานบัญชีของคุณ
                        </p>
                        <p>
                       <strong>เคล็ดลับ:</strong> แม้ว่าคุณจะไม่ได้ตัดสินใจลงทุนด้วยเงินใดๆ ก็ตาม ผมแนะนำให้สมัครตอนนี้ เพราะมันฟรี และการลงทะเบียนสำหรับคนไทยอาจสิ้นสุดได้ทุกเมื่อ
                         </p>
                         <p>
                         ใครๆก็อยากรวยแต่ไม่มีใครรู้วิธีทำใช้ Bitcoin Code เป็นโอกาสของชีวิตในการสร้างรายได้ที่จะช่วยให้คุณใช้ชีวิตที่คุณต้องการ มันจะไม่อยู่ตลอดไป ดังนั้นเราไม่ควรพลาด” - กรณ์ จาติกวณิช
                          </p>
                        <h2><b>อัพเดท</b></h2>
                        เราได้รับข่าว {day} {date}/{month}/{year} ว่าเกือบทุกสิทธิ์จะเต็มแล้วสำหรับคนไทย Bitcoin Code สามารถรับผู้สมัครได้จำนวนจำกัดเท่านั้น เพื่อรักษาผลกำไรต่อผู้ใช้ให้สูง ณ ตอนนี้ยังเหลือ (37) สิทธ์ ดังนั้นรีบสมัครตอนนี้เพื่อรักษาสิทธ์ของคุณ           
                       <br/>
                       <br/>
                       <div ref={signupRef}></div>
                       <Image  width='100%' src='/img/ray/call.jpg' />
                       <div>
                         <p>
                           <b>
                             <u>
                             ข้อสำคัญ:
                             </u> คุณจะได้รับสายจากเราหลังจากลงทะเบียน โปรดให้ความสนใจเนื่องจากปรึกษามีความสำคัญมากที่จะพาคุณเริ่มต้น และเราขอแนะนำให้สร้างความสัมพันธ์ที่ดีต่อกัน
                          
                           </b>
                           
                         </p>
                       </div>
                       
                        <LeadForm 
                         offer='Bitcoin Code'
                         geo='TH' 
                         savedSuccess={() => savedSuccess()} 
                         saveError={(error) =>saveError(error)}
                         btnDisabled={loading}
                         onClickRegister={()=> onClickRegister()}
                         trackingId={props.trackingId}
                        />
                        {/* <Image  width='100%' src='/img/ray/comment1.PNG' />
                        <Image  width='100%' src='/img/ray/comment2.PNG' />
                        <Image  width='100%' src='/img/ray/comment3.PNG' />
                        <Image  width='100%' src='/img/ray/comment4.PNG' />
                        <Image  width='100%' src='/img/ray/comment5.PNG' />
                        <Image  width='100%' src='/img/ray/comment6.PNG' />
                        <Image  width='100%' src='/img/ray/comment7.PNG' /> */}
           </Col>
           {
             isBottomScreen && !isLeadSaved ?<Button className="fixed-bottom btn btn-success" size="lg" block onClick={() => scollToRegister()}>            
             คลิกเพื่อเข้าร่วม
            </Button>:''
           }
           
           </Row>
       
        </Container>
    )
}

export default KornLp